cask_args appdir: '/Applications'

brew 'coreutils'
brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'git-credential-manager'
brew 'gh'
brew 'graphviz'
brew 'yarn'
brew 'mas'
brew 'unrar'

cask 'iterm2'
cask 'p4v'
cask 'scroll-reverser'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'

mas "Magnet", id: 441258766
mas "XMind", id: 1327661892
