cask_args appdir: '/Applications'

brew 'coreutils'
brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'gh'
brew 'graphviz'
brew 'htop'
brew 'jq'
brew 'yarn'
brew 'mas'

tap 'microsoft/git'
cask 'git-credential-manager'

cask 'iterm2'
cask 'p4v'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'

mas "Magnet", id: 441258766
mas "iStat Menus", id: 1319778037
mas "Snap", id: 418073146
mas "Xnip", id: 1221250572