cask_args appdir: '/Applications'

brew 'coreutils'
brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'gh'
brew 'graphviz'
brew 'jq'
brew 'yarn'
brew 'mas'
brew 'unrar'

tap 'microsoft/git'
cask 'git-credential-manager-core'

cask 'iterm2'
cask 'p4v'
# cask 'scroll-reverser'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'

mas "Magnet", id: 441258766
mas "Bear", id: 1091189122
